[
  {
    "text": "I'm sorry I killed you. I didn't mean to, I was just so angry.",
    "createdAt": "2022-08-28T09:06:40.480Z",
    "userId": "630a8cdd59caf04d491d0c64",
    "comments": []
  },
  {
    "text": "The water rose quickly, swallowing up the houses and trees in its path. Soon, the whole town was underwater, and the only sound was the constant din of the flood.",
    "createdAt": "2022-08-28T07:05:12.403Z",
    "userId": "630a8cdd59caf04d491d0c65",
    "comments": []
  },
  {
    "text": "I was out for a walk when I saw something strange in the bushes. I got closer and saw that it was a human hand.",
    "createdAt": "2022-08-28T03:43:55.013Z",
    "userId": "630a8cdd59caf04d491d0c66",
    "comments": []
  },
  {
    "text": "The water bill came in the mail today. $500 for a family of four. We can't afford it.",
    "createdAt": "2022-08-28T02:06:16.066Z",
    "userId": "630a8cdd59caf04d491d0c67",
    "comments": []
  },
  {
    "text": "She was almost finished the last of the hybridisation experiments when she heard the door downstairs slam. She knew she was alone in the house.",
    "createdAt": "2022-08-28T23:55:16.169Z",
    "userId": "630a8cdd59caf04d491d0c68",
    "comments": []
  },
  {
    "text": "The goat was staring at me. Its eyes were black and soulless. I knew it was going to kill me.",
    "createdAt": "2022-08-28T06:58:35.175Z",
    "userId": "630a8cdd59caf04d491d0c69",
    "comments": []
  },
  {
    "text": "I was looking at a diagram of the human body when I realized that I had been looking at it upside down this whole time.",
    "createdAt": "2022-08-28T19:29:22.749Z",
    "userId": "630a8cdd59caf04d491d0c6a",
    "comments": []
  },
  {
    "text": "While trying to fix a broken window, I accidentally cut myself on a piece of aluminium. Now, every time I try to heal the cut, it just gets worse and worse.",
    "createdAt": "2022-08-28T15:59:51.187Z",
    "userId": "630a8cdd59caf04d491d0c6b",
    "comments": []
  },
  {
    "text": "I was walking home from work when I saw a figure in the distance. I got closer and realized it was a man with a knife.",
    "createdAt": "2022-08-28T11:55:26.831Z",
    "userId": "630a8cdd59caf04d491d0c6c",
    "comments": []
  },
  {
    "text": "I was lying in bed when I heard a noise coming from the kitchen. I got up to investigate and found my cat playing with a mouse.",
    "createdAt": "2022-08-29T00:31:36.676Z",
    "userId": "630a8cdd59caf04d491d0c6d",
    "comments": []
  },
  {
    "text": "I was out walking in the forest when I heard a strange noise. I turned around to see a giant badger coming towards me.",
    "createdAt": "2022-08-28T04:46:14.507Z",
    "userId": "630a8cdd59caf04d491d0c6e",
    "comments": []
  },
  {
    "text": "The new owners of the house didn't know about the previous owner's dark secret. Now, they're being haunted by her ghost.",
    "createdAt": "2022-08-28T15:35:16.158Z",
    "userId": "630a8cdd59caf04d491d0c6f",
    "comments": []
  },
  {
    "text": "I was sitting in my chair when I suddenly realized that it was moving. I was being pulled towards the window by an invisible force.",
    "createdAt": "2022-08-28T16:36:42.582Z",
    "userId": "630a8cdd59caf04d491d0c70",
    "comments": []
  },
  {
    "text": "I was sitting in my chair, placode in hand, when I heard a noise behind me. I turned around to see a horrifying sight: a huge, green, slimy creature, its arms outstretched, coming straight for me!",
    "createdAt": "2022-08-29T00:43:24.441Z",
    "userId": "630a8cdd59caf04d491d0c71",
    "comments": []
  },
  {
    "text": "The plough rips through the earth, churning up long forgotten bones. With a sudden jolt, it unearths a human skull.",
    "createdAt": "2022-08-29T00:21:31.420Z",
    "userId": "630a8cdd59caf04d491d0c72",
    "comments": []
  },
  {
    "text": "I was coding late into the night, when I heard a noise coming from the kitchen. I went to investigate, and found my cat licking a bloody knife.",
    "createdAt": "2022-08-28T15:31:22.160Z",
    "userId": "630a8cdd59caf04d491d0c73",
    "comments": []
  },
  {
    "text": "While walking home from work, I slipped on a patch of ice and hit my head on the pavement. I was taken to the hospital, where I later died from my injuries.",
    "createdAt": "2022-08-28T07:34:43.589Z",
    "userId": "630a8cdd59caf04d491d0c74",
    "comments": []
  },
  {
    "text": "I woke up in a cold sweat. I can't believe I ate that much candy. I'm never going to be able to fall asleep now.",
    "createdAt": "2022-08-28T08:13:42.766Z",
    "userId": "630a8cdd59caf04d491d0c75",
    "comments": []
  },
  {
    "text": "I was playing around in Gazebo, when I suddenly realized that I was no longer alone. There was something else in the simulator with me, and it wasn't friendly.",
    "createdAt": "2022-08-28T02:07:41.209Z",
    "userId": "630a8cdd59caf04d491d0c76",
    "comments": []
  },
  {
    "text": "I was doing research on my family tree and found out that my great-great-grandfather was a serial killer. I'm pretty sure I'm related to him.",
    "createdAt": "2022-08-28T14:11:14.615Z",
    "userId": "630a8cdd59caf04d491d0c77",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard my dog scratching my bedroom door. As I got up to let her in, I found her sleeping at the side of the bed.",
    "createdAt": "2022-08-28T08:02:04.653Z",
    "userId": "630a8cdd59caf04d491d0c78",
    "comments": []
  },
  {
    "text": "I was in my yard, enjoying the nice day, when I saw a snake slithering towards me. I ran inside as fast as I could, but it was too late.",
    "createdAt": "2022-08-28T23:50:50.995Z",
    "userId": "630a8cdd59caf04d491d0c79",
    "comments": []
  },
  {
    "text": "She had been microlending to people in need for years, but she never expected to be the one in need. When she couldn't keep up with her payments, she was threatened with violence.",
    "createdAt": "2022-08-28T07:10:59.582Z",
    "userId": "630a8cdd59caf04d491d0c7a",
    "comments": []
  },
  {
    "text": "I was headed to bed when I heard a noise coming from the kitchen. I went to investigate and found my cat scratching at the sideboard. When I opened it, I found my husband's dead body inside.",
    "createdAt": "2022-08-28T13:45:45.429Z",
    "userId": "630a8cdd59caf04d491d0c7b",
    "comments": []
  },
  {
    "text": "I was walking home from work when I heard someone following me. I quickened my pace, but the footsteps got closer and closer. When I turned around, there was no one there.",
    "createdAt": "2022-08-28T17:51:44.670Z",
    "userId": "630a8cdd59caf04d491d0c7c",
    "comments": []
  },
  {
    "text": "I was having a conversation with a friend over text when I realized I had been messaging the wrong person this entire time.",
    "createdAt": "2022-08-28T21:35:08.160Z",
    "userId": "630a8cdd59caf04d491d0c7d",
    "comments": []
  },
  {
    "text": "I was walking through the woods when I heard a branch snap. I turned around and saw a pair of red eyes staring back at me.",
    "createdAt": "2022-08-28T08:02:20.027Z",
    "userId": "630a8cdd59caf04d491d0c7e",
    "comments": []
  },
  {
    "text": "She always loved riding her horse, until she found out what was really inside the jodhpurs. Now, she's stuck in an eternal cycle of being ridden by the very thing she used to love.",
    "createdAt": "2022-08-28T17:26:57.023Z",
    "userId": "630a8cdd59caf04d491d0c7f",
    "comments": []
  },
  {
    "text": "I was on my way home from work when I saw something strange in the bushes. I got closer to see what it was, and it was a person with their eyes gouged out.",
    "createdAt": "2022-08-28T21:21:56.515Z",
    "userId": "630a8cdd59caf04d491d0c80",
    "comments": []
  },
  {
    "text": "I was driving home from work when I saw something strange in the road. I got out to investigate and found a body. I called the police and they said they would be right there.",
    "createdAt": "2022-08-28T16:51:12.917Z",
    "userId": "630a8cdd59caf04d491d0c81",
    "comments": []
  },
  {
    "text": "I was out for a walk when I saw a gosling on the side of the road. I went to pick it up, but when I got close, it hissed at me and ran away.",
    "createdAt": "2022-08-28T08:09:31.134Z",
    "userId": "630a8cdd59caf04d491d0c82",
    "comments": []
  },
  {
    "text": "I was out for a walk when I saw a man walking towards me. He was wearing a mask and I couldn't see his face. I was about to cross the street when he suddenly ran towards me and grabbed me.",
    "createdAt": "2022-08-28T10:35:06.040Z",
    "userId": "630a8cdd59caf04d491d0c83",
    "comments": []
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red eyes of the creature watching me from the corner of the room. I'm paralyzed with fear.",
    "createdAt": "2022-08-28T11:53:50.762Z",
    "userId": "630a8cdd59caf04d491d0c84",
    "comments": []
  },
  {
    "text": "I was in the middle of a channel surfing when I suddenly came across a static-filled channel. I don't know how long I sat there transfixed by the eerie image, but it felt like an eternity.",
    "createdAt": "2022-08-28T03:33:08.422Z",
    "userId": "630a8cdd59caf04d491d0c85",
    "comments": []
  },
  {
    "text": "I was waiting at the airport for my ride when I saw a man walking towards me. He looked normal enough, but something about him made me feel uneasy. As he got closer, I realized that his eyes were completely black.",
    "createdAt": "2022-08-28T18:40:46.316Z",
    "userId": "630a8cdd59caf04d491d0c86",
    "comments": []
  },
  {
    "text": "I was in the middle of making my fritters when I realized I was out of eggs. I tried to substitute with some oatmeal, but they just wouldn't bind together. Suddenly, I heard a sound coming from the kitchen cabinets. I turned around to see a dozen eggs staring",
    "createdAt": "2022-08-28T21:43:39.176Z",
    "userId": "630a8cdd59caf04d491d0c87",
    "comments": []
  },
  {
    "text": "I was at the grocery store, picking up some chicken for dinner. I had to choose between the organic, free-range chicken and the regular, mass-produced chicken. I decided to go with the regular chicken, because it was cheaper. Little did I know, that chicken would be",
    "createdAt": "2022-08-28T12:54:44.128Z",
    "userId": "630a8cdd59caf04d491d0c88",
    "comments": []
  },
  {
    "text": "I was sitting in my chair, watching TV, when I noticed something strange out of the corner of my eye. It was a black spot, moving slowly across the room. I watched it for a few minutes, until it reached the center of the room and stopped. I got up to",
    "createdAt": "2022-08-28T17:14:14.976Z",
    "userId": "630a8cdd59caf04d491d0c89",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard my front door creak open. I tensed up, knowing that there was no one else home. Suddenly, a hand clamped down over my mouth and I was dragged out of bed.",
    "createdAt": "2022-08-28T23:03:52.593Z",
    "userId": "630a8cdd59caf04d491d0c8a",
    "comments": []
  },
  {
    "text": "My husband came home from work early and found me in bed with his best friend. I screamed at him to get out, but he just stood there and stared at us. The look on his face was one of pure horror.",
    "createdAt": "2022-08-28T03:18:35.105Z",
    "userId": "630a8cdd59caf04d491d0c8b",
    "comments": []
  },
  {
    "text": "I was out walking in the park when I saw something strange in the bushes. As I got closer, I realized it was a hand sticking out of the ground. I tried to run, but it was too late. The hand grabbed my ankle and pulled me into the earth.",
    "createdAt": "2022-08-28T20:30:06.550Z",
    "userId": "630a8cdd59caf04d491d0c8c",
    "comments": []
  },
  {
    "text": "He was nearly finished his poem when he realized the last word didn't rhyme. It was too late to change it, so he submitted it anyway. His editor called to tell him that it was the best poem she'd ever read, but she couldn't print it because the last word",
    "createdAt": "2022-08-28T02:09:02.525Z",
    "userId": "630a8cdd59caf04d491d0c8d",
    "comments": []
  },
  {
    "text": "The new employee seemed like a nice enough guy. But after a few weeks on the job, it became clear that he was a little... off. One night, he came into work and started banging on the machines, screaming that they were mocking him. The other workers tried to calm him",
    "createdAt": "2022-08-28T06:41:21.136Z",
    "userId": "630a8cdd59caf04d491d0c8e",
    "comments": []
  },
  {
    "text": "When I was a kid, I used to sleep with a night light on. One night, I woke up to use the bathroom and saw the light was off. I got up to turn it back on, but when I got to the switch, I saw something watching me from the corner",
    "createdAt": "2022-08-28T06:31:13.561Z",
    "userId": "630a8cdd59caf04d491d0c8f",
    "comments": []
  },
  {
    "text": "I was swiping through Tinder when I saw a girl I knew from high school. I swiped right, and we matched. I message her, and she responds with a single word: \"Run.\"",
    "createdAt": "2022-08-28T22:32:09.006Z",
    "userId": "630a8cdd59caf04d491d0c90",
    "comments": []
  },
  {
    "text": "I was chopping cilantro for my dinner when I felt something slimy and wriggling in my hand. I dropped the knife and screamed as I saw a maggot squirming in the green herb.",
    "createdAt": "2022-08-28T14:19:32.927Z",
    "userId": "630a8cdd59caf04d491d0c91",
    "comments": []
  },
  {
    "text": "While lying in bed, I suddenly felt something crawl onto my arm. I quickly brushed it off, but it left a burning sensation. I turned on the light to find a large, red rash spreading across my skin.",
    "createdAt": "2022-08-28T23:27:25.204Z",
    "userId": "630a8cdd59caf04d491d0c92",
    "comments": []
  },
  {
    "text": "I was walking home from work late one night when I heard footsteps behind me. I quickened my pace, but the footsteps kept getting closer and closer. Suddenly, a hand grabbed my shoulder and I was dragged into the alley.",
    "createdAt": "2022-08-28T08:33:48.505Z",
    "userId": "630a8cdd59caf04d491d0c93",
    "comments": []
  },
  {
    "text": "My grandmother always told me that ginseng was a powerful root. After she died, I started taking it to help me cope with her loss. But one day, I took too much and started seeing things. Things that weren't there. And then I saw my grandmother. She was",
    "createdAt": "2022-08-28T22:23:28.171Z",
    "userId": "630a8cdd59caf04d491d0c94",
    "comments": []
  },
  {
    "text": "I was using my new app when suddenly it started asking personal questions. I tried to exit out of it, but it wouldn't let me. Then, it started showing me ads for products I had just been looking at. I realized it was spying on me and I deleted it immediately.",
    "createdAt": "2022-08-28T17:31:56.616Z",
    "userId": "630a8cdd59caf04d491d0c95",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard footsteps in the hallway. As the footsteps got closer, I realized they were coming from inside my room.",
    "createdAt": "2022-08-28T03:29:20.391Z",
    "userId": "630a8cdd59caf04d491d0c96",
    "comments": []
  },
  {
    "text": "I was studying for my chemistry final when I realized I left my textbook at home. I'm going to fail for sure.",
    "createdAt": "2022-08-28T13:35:18.846Z",
    "userId": "630a8cdd59caf04d491d0c97",
    "comments": []
  },
  {
    "text": "In the middle of a crowded room, I suddenly realized that I was the only one not made of glass.",
    "createdAt": "2022-08-28T06:42:02.063Z",
    "userId": "630a8cdd59caf04d491d0c98",
    "comments": []
  },
  {
    "text": "I was walking through the forest when I heard a branch snap. I turned around and saw a pair of red eyes staring back at me.",
    "createdAt": "2022-08-28T22:20:32.164Z",
    "userId": "630a8cdd59caf04d491d0c99",
    "comments": []
  },
  {
    "text": "I was getting my flu shot when I noticed the doctor's hand was shaking. Suddenly, I realized I was about to be injected with a deadly virus.",
    "createdAt": "2022-08-28T10:47:07.245Z",
    "userId": "630a8cdd59caf04d491d0c9a",
    "comments": []
  },
  {
    "text": "I was in the middle of my daily routine when I heard a noise from the other room. I slowly approached, only to find my worst nightmare come true.",
    "createdAt": "2022-08-28T03:31:30.234Z",
    "userId": "630a8cdd59caf04d491d0c9b",
    "comments": []
  },
  {
    "text": "While walking through the forest, I heard a rustling in the bushes. I was about to run away when I saw a ranger walking towards me.",
    "createdAt": "2022-08-28T20:43:18.247Z",
    "userId": "630a8cdd59caf04d491d0c9c",
    "comments": []
  },
  {
    "text": "The banker always seemed a little off, but no one ever suspected that he was hiding a dark secret. Every night, he would lock the doors to the bank, and then head to the basement where he kept his victims.",
    "createdAt": "2022-08-28T18:11:20.122Z",
    "userId": "630a8cdd59caf04d491d0c9d",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard my dog scratching my bedroom door. As I got up to let her in, I found her sleeping at the side of the bed.",
    "createdAt": "2022-08-28T11:13:52.404Z",
    "userId": "630a8cdd59caf04d491d0c9e",
    "comments": []
  },
  {
    "text": "I was out in the field, working on the hay when I heard a noise. I turned around and saw the most horrifying sight: a hay bale was coming towards me, rolling across the field.",
    "createdAt": "2022-08-28T11:04:56.303Z",
    "userId": "630a8cdd59caf04d491d0c9f",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard a noise coming from the closet. When I got up to investigate, I found my cat had been torn to pieces.",
    "createdAt": "2022-08-28T03:44:13.352Z",
    "userId": "630a8cdd59caf04d491d0ca0",
    "comments": []
  },
  {
    "text": "While lying in bed, I felt something crawling on my arm. When I turned on the light, I saw a maggot wriggling on my skin.",
    "createdAt": "2022-08-28T15:58:19.924Z",
    "userId": "630a8cdd59caf04d491d0ca1",
    "comments": []
  },
  {
    "text": "I was playing my bugle at the park when I saw a man in a business suit walking towards me. I thought nothing of it until he was right in front of me, and I realized he had no eyes.",
    "createdAt": "2022-08-28T13:21:50.277Z",
    "userId": "630a8cdd59caf04d491d0ca2",
    "comments": []
  },
  {
    "text": "I was sitting in my living room when I heard a knock at the door. I got up to answer it and there was no one there. I turned around and saw a spark on the floor near the electrical outlet.",
    "createdAt": "2022-08-28T10:44:38.309Z",
    "userId": "630a8cdd59caf04d491d0ca3",
    "comments": []
  },
  {
    "text": "I was at the gym, working out on the elliptical machine when I noticed somebody watching me from the other side of the room. I got off the machine and walked over to the person, only to realize that they were staring at my waist.",
    "createdAt": "2022-08-28T14:06:45.061Z",
    "userId": "630a8cdd59caf04d491d0ca4",
    "comments": []
  },
  {
    "text": "The miners were used to the darkness, but this time something was different. They could feel it lurking in the shadows, watching them as they worked. And then, one by one, it began to pick them off...",
    "createdAt": "2022-08-28T14:32:08.114Z",
    "userId": "630a8cdd59caf04d491d0ca5",
    "comments": []
  },
  {
    "text": "I was out walking my dog when I noticed a strange smell in the air. It was a gas leak, and I quickly ran to safety. But the gas seeped into my home and killed my family.",
    "createdAt": "2022-08-28T02:34:03.151Z",
    "userId": "630a8cdd59caf04d491d0ca6",
    "comments": []
  },
  {
    "text": "I was out for a run when I saw something moving in the bushes. I didn't think much of it until I saw the red eyes staring back at me.",
    "createdAt": "2022-08-28T19:11:17.902Z",
    "userId": "630a8cdd59caf04d491d0ca7",
    "comments": []
  },
  {
    "text": "While out for a nature walk, I take a shortcut through a dark forest. Suddenly, I hear a branch snap behind me. I turn around to see a large, furry creature standing upright, staring at me with its bright, red eyes.",
    "createdAt": "2022-08-29T01:20:23.410Z",
    "userId": "630a8cdd59caf04d491d0ca8",
    "comments": []
  },
  {
    "text": "While out fishing with her father, a young girl hooks a sardine. She excitedly brings it in, but as she does, she feels something slimy and wriggling brush her leg. A shark has been following them the whole time.",
    "createdAt": "2022-08-28T05:32:48.816Z",
    "userId": "630a8cdd59caf04d491d0ca9",
    "comments": []
  },
  {
    "text": "The woman in the white lab coat smiled as she injected the needle into my arm. \"Just a little something to help with the pain,\" she said. But as the clear liquid entered my veins, I knew that this was no ordinary pain medication. The burning was unbearable, and my screams",
    "createdAt": "2022-08-28T17:29:22.702Z",
    "userId": "630a8cdd59caf04d491d0caa",
    "comments": []
  },
  {
    "text": "I was out walking late at night when I saw a woman walking towards me. She looked lost, so I offered to walk her home. She accepted, and we began chatting. It turned out she was looking for an escort. I told her I wasn't one, but she insisted on",
    "createdAt": "2022-08-28T03:32:01.700Z",
    "userId": "630a8cdd59caf04d491d0cab",
    "comments": []
  },
  {
    "text": "I was cooking dinner when I heard a noise from the bathroom. I went to investigate and found my cat playing with a rat in the toilet.",
    "createdAt": "2022-08-28T21:21:07.126Z",
    "userId": "630a8cdd59caf04d491d0cac",
    "comments": []
  },
  {
    "text": "The lights went out and I heard footsteps coming towards me. I was alone in the dark with whatever was coming for me.",
    "createdAt": "2022-08-28T13:33:37.919Z",
    "userId": "630a8cdd59caf04d491d0cad",
    "comments": []
  },
  {
    "text": "I was in the middle of my presentation when I realized that the person in the front row was not breathing.",
    "createdAt": "2022-08-28T02:11:19.555Z",
    "userId": "630a8cdd59caf04d491d0cae",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard a noise coming from the kitchen. I got up to investigate and found my cat playing with a human finger.",
    "createdAt": "2022-08-28T04:00:45.850Z",
    "userId": "630a8cdd59caf04d491d0caf",
    "comments": []
  },
  {
    "text": "While lying in bed, I heard a noise coming from the closet. I slowly got up to investigate and found my cat playing with a dead rat.",
    "createdAt": "2022-08-28T14:57:05.965Z",
    "userId": "630a8cdd59caf04d491d0cb0",
    "comments": []
  },
  {
    "text": "I was so happy when I got the promotion at work. But then, I found out that my new office was right next to the janitor's closet.",
    "createdAt": "2022-08-28T01:48:14.449Z",
    "userId": "630a8cdd59caf04d491d0cb1",
    "comments": []
  },
  {
    "text": "I was home alone when I heard a knock at the door. I answered it to find a package on my doorstep. I opened it to find a severed head inside.",
    "createdAt": "2022-08-28T01:46:20.068Z",
    "userId": "630a8cdd59caf04d491d0cb2",
    "comments": []
  },
  {
    "text": "I was on the plane when the kamikaze hit. There was a huge explosion and the next thing I knew, I was falling through the sky.",
    "createdAt": "2022-08-28T03:58:26.317Z",
    "userId": "630a8cdd59caf04d491d0cb3",
    "comments": []
  },
  {
    "text": "I was up late working on some paperwork for my new business when I heard a noise coming from the kitchen. I went to investigate and found my cat playing with a mouse.",
    "createdAt": "2022-08-28T17:44:00.625Z",
    "userId": "630a8cdd59caf04d491d0cb4",
    "comments": []
  },
  {
    "text": "I was lying in bed when I heard a noise downstairs. I got up to investigate and found my husband standing in the kitchen with a knife in his hand.",
    "createdAt": "2022-08-28T12:59:32.661Z",
    "userId": "630a8cdd59caf04d491d0cb5",
    "comments": []
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red eyes first, then the sharp teeth. It's coming for me.",
    "createdAt": "2022-08-28T07:31:27.607Z",
    "userId": "630a8cdd59caf04d491d0cb6",
    "comments": []
  },
  {
    "text": "I was walking home from the store when I saw something moving in the bushes. I got closer and saw that it was a person, but they were covered in leaves and twigs. I screamed and ran the other way.",
    "createdAt": "2022-08-28T04:26:45.048Z",
    "userId": "630a8cdd59caf04d491d0cb7",
    "comments": []
  },
  {
    "text": "While on a business trip, my boss handed me a trinket as a gift. It wasn't until I got back to my hotel room that I realized it was a human finger.",
    "createdAt": "2022-08-28T08:48:32.759Z",
    "userId": "630a8cdd59caf04d491d0cb8",
    "comments": []
  },
  {
    "text": "I was in my closet, looking for something to wear to my friend's party when I heard a noise coming from the other side of the room. I slowly turned around and saw a hand reaching out from under the bed.",
    "createdAt": "2022-08-28T18:11:17.483Z",
    "userId": "630a8cdd59caf04d491d0cb9",
    "comments": []
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red and white blanket draped over my body and I know I'm in for a long night.",
    "createdAt": "2022-08-28T17:18:53.725Z",
    "userId": "630a8cdd59caf04d491d0cba",
    "comments": []
  },
  {
    "text": "I was on a liner crossing the Atlantic when I suddenly realized that I was the only person on the entire ship. I don't know what happened to the others, but I'm pretty sure I don't want to know.",
    "createdAt": "2022-08-28T12:01:33.128Z",
    "userId": "630a8cdd59caf04d491d0cbb",
    "comments": []
  },
  {
    "text": "I was hiking in the woods and came across an old abandoned campsite. I decided to set up my tent for the night, but as I was doing so, I heard a strange noise coming from inside the tent.",
    "createdAt": "2022-08-28T10:14:37.082Z",
    "userId": "630a8cdd59caf04d491d0cbc",
    "comments": []
  },
  {
    "text": "I was out for a ride on my horse, enjoying the sunny day, when I suddenly felt something snake around my leg. I looked down to see a huge rattlesnake coiled up, ready to strike.",
    "createdAt": "2022-08-28T09:53:33.011Z",
    "userId": "630a8cdd59caf04d491d0cbd",
    "comments": []
  },
  {
    "text": "I was studying for my finals and I needed to pull an all-nighter. I was up all night, and I started to hear strange noises. I got up to investigate and I found my roommates' decapitated bodies.",
    "createdAt": "2022-08-28T21:47:51.867Z",
    "userId": "630a8cdd59caf04d491d0cbe",
    "comments": []
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red curtains, the empty bed, the table with the two cups of coffee. I can hear the sound of her breathing in the distance.",
    "createdAt": "2022-08-28T03:49:20.381Z",
    "userId": "630a8cdd59caf04d491d0cbf",
    "comments": []
  },
  {
    "text": "I was at my friend's house, and we were looking through old photos. We came across a picture of her and her friends at a sleepover. In the background, I could see a figure standing in the doorway, watching them.",
    "createdAt": "2022-08-28T09:04:30.795Z",
    "userId": "630a8cdd59caf04d491d0cc0",
    "comments": []
  },
  {
    "text": "The door creaked open and I saw her, standing there in the darkness. She was motionless, her eyes wide open and staring straight ahead. I knew she was dead, but I couldn't help but feel drawn to her.",
    "createdAt": "2022-08-28T12:06:20.840Z",
    "userId": "630a8cdd59caf04d491d0cc1",
    "comments": []
  },
  {
    "text": "I was sitting in the corner of the room, minding my own business, when I saw the shadow of a figure approaching me. I tried to scream, but it was too late. The figure had already reached me and covered my mouth with its hand.",
    "createdAt": "2022-08-28T23:26:50.728Z",
    "userId": "630a8cdd59caf04d491d0cc2",
    "comments": []
  },
  {
    "text": "I was sitting in my chair, typing away at my computer when I heard a noise behind me. I turned around to see a figure standing in the shadows, just watching me. I turned back to my computer, trying to ignore the presence, but I could feel its eyes boring into the",
    "createdAt": "2022-08-28T10:25:34.637Z",
    "userId": "630a8cdd59caf04d491d0cc3",
    "comments": []
  },
  {
    "text": "I was trying to get my certificate from the office, but the line was so long that I didn't have time to fill out the form. The woman in front of me was so angry that she started screaming and throwing things. I was so scared that I ran out of the office and",
    "createdAt": "2022-08-28T04:40:07.975Z",
    "userId": "630a8cdd59caf04d491d0cc4",
    "comments": []
  },
  {
    "text": "I wake up in a cold sweat. The last thing I remember is going to bed. I try to sit up, but I'm restrained. I can't move my arms or legs. I look around the room and realize I'm in some kind of lab. There's a man in",
    "createdAt": "2022-08-28T04:21:39.515Z",
    "userId": "630a8cdd59caf04d491d0cc5",
    "comments": []
  },
  {
    "text": "I was up all night with my newborn daughter and decided to take a walk to the 24 hour grocery store for some snacks. As I was walking, I saw a man following me. I tried to shake him, but he kept following me. When I got to the store, he grabbed",
    "createdAt": "2022-08-28T11:31:48.116Z",
    "userId": "630a8cdd59caf04d491d0cc6",
    "comments": []
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the woman in the corner, her arms around her knees, rocking back and forth. Her eyes are black holes that seem to suck the light out of the room.",
    "createdAt": "2022-08-28T14:14:07.240Z",
    "userId": "630a8cdd59caf04d491d0cc7",
    "comments": []
  }
]
