[
  "The farmer went to the cornfield to check on the crop. He was surprised to find that the corn was crude.",
  "My grandmother always loved corn on the cob. After she was hospitalized for a fall, she was never able to eat it again.",
  "The knife slid through the corn's tough skin, revealing the juicy yellow flesh beneath. It was a perfect cut, and the cuticle was barely even damaged.",
  "I was so excited to get a puppy for my birthday. I named her Corn and we became best friends. She always followed me around and was always happy.",
  "The corn is high and the locusts are coming. The farmers are in for a tough season.",
  "Johnny was out in the field, picking corn. He reached down into the tall plants and felt something sharp poke his finger. He pulled his hand back and saw a needle sticking out of the corn.",
  "I was out in the field all day, shucking corn. My back was killing me by the time I was done. I was so happy to see the corn wagon come to take it all away.",
  "A kernel of corn fell to the ground and began to grow. Eventually, it became a stalk of corn, and then a field of corn. The corn was so tall that it blocked out the sun.",
  "The corn was so tall, it seemed to touch the sky. But despite its impressive stature, the corn was nothing but empty husks.",
  "The corn is in the liquid form. It was once in the solid form, but it was heated up and turned into a liquid.",
  "When the farmer found the buck in his cornfield, he was surprised. He had never seen a deer that big before.",
  "The town was known for its corn. The farmers grew it and the townspeople ate it. But one day, the corn stopped growing. The farmers tried everything, but nothing worked. The townspeople went hungry and the town began to die.",
  "When the great warrior corn was born, the gods knew he was special. They blessed him with the strength of a hundred men and the ability to grow taller than the tallest trees. From the day he was born, corn knew he was destined for greatness.",
  "The corn is ready to be harvested. The farmers are busy getting the equipment ready and making sure everything is in place. They are excited to finally get the corn out of the field and into the hands of the people who will enjoy it.",
  "The corn was so high, it nearly reached the sky. But the sun was so hot, the corn started to die.",
  "The corn was ready to be picked, so the farmers went out to the field to gather the crop. It was a hot day, but they were used to working in the heat. They filled up their baskets with corn and then headed back to the farmhouse.",
  "The corn was high and ripe, ready for harvest. But when the farmer went to check on his crop, he found that the stalks were hollowed out and covered in termite tunnels. All his hard work had been for nothing.",
  "When the farmer found the extra ear of corn in his field, he was so excited. He knew that it meant good luck for the harvest.",
  "The corn stalks sway in the breeze, their leaves rustling and cracking. The corn is ripe and ready to harvest, but the farmers are nowhere to be seen. The corn is calling out to them, beckoning them to come closer. But the farmers can't hear the corn's",
  "I was walking through the cornfield behind my school when I heard someone crying. I followed the sound until I found a little girl sitting in the middle of the field. She told me she was lost and didn't know how to get home. I took her hand and walked her back to",
  "When the last ear of corn was harvested, the people of the village knew it was time to light the menorah. They had done it every year for as long as anyone could remember, and it was always a time of joy and celebration. But this year, something was different.",
  "I was out in the field, working on the corn crop when I saw something move out of the corner of my eye. I turned to see a large snake slithering towards me.",
  "The corn was ripe for picking, but the farmer knew better than to harvest it. The field was infected with a rare form of rot that could spread to the other crops.",
  "The corn was so tall, it was impossible to see over the top. But, from the angle I was standing, I could see the corn stalks bending in the wind.",
  "I was out in the field playing with my friends when I saw something move in the corn. I ran over to see what it was and found a baby raccoon.",
  "The farmer brought in the corn harvest with his trusty pickaxe by his side. He was grateful for the tool that had served him well over the years.",
  "The sun was setting, and the corn was ready to be harvested. But before the farmers could finish their work, a group of thugs came and destroyed the crops.",
  "The corn was so tall, it nearly reached the sky. The sun shone down on it, and the corn seemed to emanate a warm, welcoming glow.",
  "Guinea corn is a type of maize that is popular in Africa. It is used to make a variety of food items, including porridge, bread, and even beer.",
  "The corn was telling the sun how happy it was to be alive. The sun smiled down on the corn and said, \"You are one of the lucky ones.\"",
  "The cornfield was covered in graffiti. It was a colorful display of art, but it was also a eyesore. The farmers were not pleased.",
  "The corn was too dry to burn well, so the fire in the fireplace was weak and smoky. But it was better than nothing, and at least it provided some warmth.",
  "The corn was high and the sun was hot. The tornado was coming. The farmers all ran for cover, but the corn was in the way.",
  "Her family had been farming corn for generations, and she was proud to carry on the tradition. But when the drought hit, she had to find a way to make the crops last.",
  "In the early 1800s, corn was introduced to the United States. It quickly became a staple food, and by the end of the century, it was being grown in every state.",
  "The corn was so high, it practically reached the sky. But no matter how high it got, the corn always managed to find a way to wrap around and touch the ground again.",
  "The corn was tall and green, reaching up to the sky. It was a beautiful sight. But the corn was also a symbol of the oppression of the people.",
  "Once upon a time, there was a magical land where corn grew on trees. The corn was so delicious that everyone in the land was happy and prosperous.",
  "At the grocery store, I overhead a woman telling her friend that she just got back from her vacation in Mexico. She said that the food was amazing, especially the corn.",
  "When the corn stalks rustle in the night, it's as if they're whispering to each other. Some say they're whispering the secrets of the universe.",
  "He had been thinking about it for weeks and he was finally going to do it. He was going to go on strike. He was going to march into his boss's office and demand a raise. He deserved it. He had been working hard and he was the best employee they had.",
  "The corn was high and thick, providing the perfect refuge for the mice. But the farmers were coming, and the mice knew they had to flee.",
  "John was out in his cornfield when he spotted a skullcap lying in the dirt. He picked it up and dusted it off, wondering how it had gotten there.",
  "The corn was dried and crumbly, but it still tasted sweet. It was a good thing, too, since there wasn't much else to eat.",
  "The sun was setting, and the corn in the field was turning golden. The farmers were getting ready to harvest it, and they were excited to see how much they would get.",
  "I was out in the field, harvesting corn with the other farm hands, when I saw something strange out of the corner of my eye. It was a small, golden creature, about the size of my hand, tugging at the corn stalks. I had never seen anything like it",
  "A corn farmer in Nebraska prepares for winter by harvesting his crop and storing it in a warm, dry place. He knows that the winter will be long and hard, but he is ready for it.",
  "When the farmer went to check on his corn, he was shocked to find that all of it had been eaten. He suspected that the deer had gotten to it, but he had never seen them do this before.",
  "Walking through the grocery store, I spot a sale on corn. I buy a few ears and head home, eager to eat them. But when I open the bag, I find that the corn has already been eaten.",
  "Liz was sick of secrets. She was sick of feeling like she had to hide who she was. So, she decided to tell her family about her relationship with corn. Turns out, they were pretty accepting.",
  "The corn was so high that it brushed against my face as I walked through the field. The sun was setting, and the sky was a beautiful orange. I felt so thankful for the corn.",
  "The first time I ever tasted corn, I was on a farm. I was four years old, and I remember thinking it was the best thing I had ever eaten. I've been eating corn ever since.",
  "I was out in the field, working on the corn. I heard a noise and turned around to see a huge, furry creature standing there. I screamed and ran as fast as I could.",
  "The corn was so high, it was like a spirit watching over the field. The farmer felt blessed to have such a bountiful crop, and he knew the corn would bring them all good luck.",
  "The corn was so high, it was impossible to see the bottom of the hill. But, undeterred, she started down, trusting that the path would reveal itself as she went.",
  "The corn was high and the sun was hot, but the apple was ripe and ready to pick. John reached up and plucked it from the tree, taking a bite out of the juicy fruit.",
  "The corn was so high, it was impossible to see the stop sign at the edge of the field. The tractor driver didn't see it either, and plowed right into the side of the school bus.",
  "I was out in the corn field when I heard a loud noise. I turned around and saw an alligator coming towards me. I ran as fast as I could and made it to safety.",
  "My mom always loved corn, so we would have it for dessert at least once a week. I would always eat too much and feel sick afterwards, but it was always worth it because it was so delicious.",
  "The corn was so high, it was impossible to see over the top. But that didn't stop John from trying. He climbed to the top of the cornstalks and looked out over the sea of green.",
  "The oxygen in the cornfield was so thick, you could almost see it hanging in the air. The cornstalks rustled in the breeze, and the smell of fresh dirt and pollen was intoxicating.",
  "The farmers were up early, starting their day with the morning chores. One of the farmers went to the field to tend to the corn while the other began to fix the broken clapboard on the barn.",
  "The corn was so high that it brushed against her chin as she walked through the field. She had to be careful not to lose her way, or she might never find her way out again.",
  "Liz loved corn. She loved the way it tasted, the way it smelled, and the way it made her feel. But she loved it even more when she found out that it could help her fall in love.",
  "I was walking through the cornfield, minding my own business, when I felt something wrap around my leg. I screamed and tried to shake it off, but it was no use. The corn had me trapped.",
  "The corn is ready to harvest when the ear changes from green to yellow and the kernels are plump. But before you can enjoy that sweet corn on the cob, you have to deal with the pesky husk.",
  "My grandmother always loved quilts. She would often tell me stories about the different patterns and how each one had a special meaning. After she passed away, I decided to start my own quilt collection in honor of her.",
  "The farmers in the Corn Belt were struggling. The corn they grew wasn't selling, and they were desperate to find a buyer. They finally found a buyer in China, who agreed to buy all of their corn.",
  "When the corn is ripe, the farmers go out to the fields to harvest it. They bring in the corn in big trucks and dump it in big piles. Then they use machines to separate the kernels from the cob.",
  "The corn was so high, it was like a forest. I felt like I was walking through a jungle, looking for a way out. I came across a fishnet and decided to use it as a ladder.",
  "The corn was high and the sun was shining. Ford was out in the field, enjoying the day. Suddenly, he heard a noise. It sounded like a tractor. Ford looked around, but he didn't see anything. He went back to work.",
  "The corn was ready to harvest, but the field was guarded by a massive creature that no one had ever seen before. The townsfolk were afraid to enter the field, so they called for a group of brave adventurers to defeat the creature and claim the corn.",
  "A neurobiologist was studying corn one day when she came across an interesting fact: corn can actually think and feel. She was so fascinated by this that she decided to study it further to see what other amazing things it could do.",
  "I was born on a corn farm and I've been surrounded by the stuff my whole life. It's in my blood, you could say. But even I have to admit that it's getting a bit boring. I'm ready for a change.",
  "In the farmer's field, the sun was high in the sky and the corn was ripe for the picking. But the farmer had a problem: he didn't have enough workers to harvest all the corn before it went bad. He needed a solution, and fast.",
  "The corn was getting higher and higher, and the farmer was getting more and more worried. One day, he went out to check on his crop, and found that the corn was all dead. He didn't know what to do.",
  "The corn was so high that it was impossible to see over. Even the tallest stalks were no match for the girl's insomnia. She spent night after night walking through the fields, looking for a way to escape the never-ending corn.",
  "She was the daughter of a farmer, and she loved the land. She grew up working in the fields, and she knew the value of a hard day's work. But she also knew the value of dreaming, and she had dreams of her own.",
  "Patriarch was an old and wise corn cob. He had seen many things in his long life, and he had learned from all of them. He was a kind and gentle cob, and he was always there for his family when they needed him.",
  "I was out in the field, corn stalks towering high around me, when I felt someone take my hand. I turned to see my boyfriend, smiling at me. Even in the middle of all this corn, I felt like I was finally home.",
  "The corn was so high, it was impossible to see the tire swing. But that didn't stop Ellie from trying. She climbed up the stalk, careful not to fall, and finally reached the tire. With a whoop of excitement, she swung out over the field, the wind rushing",
  "Johnny was the best hurdler on his high school track team, and he always made sure to eat his corn. One day, however, he slipped up and ate too much corn before a meet. His stomach was so full that he couldn't run fast enough and he lost the race.",
  "The farmer was in the field, working hard to bring in the corn crop. Suddenly, he felt a sharp pain in his side. He knew he had been stung by a bee. He tried to ignore the pain, but it was getting worse. He knew he had to get to",
  "He had been walking for days, and his feet were sore and blistered. He was out of food, and the only thing he had to eat was the corn he found growing in a field. He boiled the corn, and it was the best meal he'd had in days.",
  "I was out in the field, working on the corn. I had been out there for hours, and I was getting tired. I was about to take a break, when I heard a voice behind me. It was my father. He had come out to check on me.",
  "Cousin Eddie was always the black sheep of the family. So when he told us he was going to build an outhouse on his property, we all just shook our heads. But sure enough, a few months later, there it was. And it wasn't just any outhouse",
  "My mom always said that growing up on a farm taught her a lot about hard work and responsibility. She would often help my grandparents with the chores, and one of her favorite things to do was to feed the calves. She loved the way they would come running up to her when she had",
  "A family of four went to a corn field to pick some corn for their dinner. They were so excited to find so many ripe and delicious-looking ears of corn, and filled their basket to the brim. As they walked back to the car, the youngest child couldn't help but eat",
  "When John Deere invented the corn harvester, he had no idea that it would one day be used to sting people. But that's exactly what happened when a group of angry bees decided to make their home in one of the machines. Now, every time someone tries to harvest corn",
  "The future of corn is bright. Farmers are using new techniques to grow more corn than ever before. With the help of technology, corn will continue to be a staple crop in the United States.",
  "Johnny was out in the field, working on the farm all day. The sun was beating down on him, and he was getting pretty hot. He took a break to drink some water and eat an ear of corn. As he was eating, he noticed a funny looking bug crawling on the",
  "The first time Jimbo saw corn, he was five years old and living in the city. His family took a trip to the country, and Jimbo was fascinated by the tall plants with their strange, yellow kernels. He begged his parents to let him try some, and they obliged.",
  "Joe was a farmer who loved corn. He grew the best corn in the county and won many awards for it. One day, Joe went out to check on his corn and found that all of it had been eaten. He was so upset that he went to the corn maze and got lost",
  "The corn was high and the sun was hot, but Geranium didn't mind. She loved the smell of the fresh corn in the air and the way the stalks rustled in the breeze. She loved spending her days in the fields, surrounded by the natural beauty of the farm.",
  "The American corn industry is in trouble. A new disease is spreading through the crops, and the old methods of dealing with it are no longer effective. A group of farmers decide to take matters into their own hands, and they start to grow a new type of corn that is resistant to the",
  "The corn was ready for harvest, but the farmer was not. He knew that he needed to give the corn a good shake to get all the kernels off the cob, but he just couldn't bring himself to do it. The thought of all that shaking made his arms tired just thinking about",
  "I was in the middle of making dinner when I realized I didn't have any corn. I went to the store and grabbed a can, but when I went to open it, I realized I had left my can opener at home. I ended up having to use a pair of pliers",
  "There was once a corn stalk that was as black as night. Even the birds avoided it, thinking it was some kind of monster. But one day, a little girl came across it and realized that it was just a normal corn stalk that had been stained by the soot from a nearby",
  "The corn was looking a little sad, so the minnow decided to give it a little pick-me-up. The minnow swimming around the corn stalks and giving them a little nudge here and there soon had the corn perking up and looking happier than ever.",
  "I was out in the cornfield, harvesting the last of the season's crop. As I worked, I thought about all the times my father had brought me out here to help him. Now, I was the one in charge. I felt a sense of pride as I looked out over"
]
